tutorials/constantVelocityFoam/phreeqcRM/calciteDissolutionDolomitePrecipitation/constant/phreeqcInput
SOLUTION 0
	pH 2
	Cl 30 charge	#mmol/L
	Mg 10		#mmol/L
END
# CELLS WITH CALCITE
SOLUTION 1-50
	pH 8.2 charge
	Ca 1 Calcite 0
	C(4) 1 CO2(g) -3.45
	Cl 1e-12
END
